Repository: Berchon/ponto_diario
Catalog: Ponto Diario/Localizables/*.lproj/Localizable.strings
Languages: pt_br

# MainHome_Daily_time_tracker
source: Daily Time Tracker
pt_br: Ponto Diário

# MainHome_Entry_time
source: Entry time
pt_br: Horário de entrada

# MainHome_Lunch_break_start_time
source: Lunch break start time
pt_br: Horário de saída para o almoço

# MainHome_Lunch_break_end_time
source: Lunch break end time
pt_br: Horário de retorno do almoço

# MainHome_Exit_time
source: Exit time
pt_br: Horário de saída

# MainHome_Calculate
source: Calculate
pt_br: Calcular

# MainHome_Worked_hours
source: Worked Hours:
pt_br: Horas Trabalhadas:

# MainConfiguration_Settings
source: Settings
pt_br: Configurações

# MainConfiguration_Daily_work_hours
source: Daily work hours
pt_br: Carga horária diária

# MainConfiguration_Predicted_entry_time
source: Predicted entry time
pt_br: Previsão de entrada no trabalho

# MainConfiguration_Predicted_lunch_break_start_time
source: Predicted lunch break start time
pt_br: Previsão de saída para o almoço

# MainConfiguration_Lunch_break_duration
source: Lunch break duration
pt_br: Tempo de intervalo do almoço

# MainConfiguration_Save
source: Save
pt_br: Salvar

# HomeViewControllerStringsEnum_Must_be_earlier_than_lunch_break_start_time
source: Must be earlier than lunch break start time.
pt_br: Deve ser menor que o horário de saída para o almoço.

# HomeViewControllerStringsEnum_Must_be_later_than_entry_time
source: Must be later than entry time.
pt_br: Deve ser maior que o horário de entrada no trabalho.

# HomeViewControllerStringsEnum_Must_be_later_than_lunch_break_start_time
source: Must be later than lunch break start time.
pt_br: Deve ser maior que o horário de saída para o almoço.

# HomeViewControllerStringsEnum_Must_be_later_than_lunch_break_end_time
source: Must be later than lunch break end time.
pt_br: Deve ser maior que o horário de retorno do almoço.

# HomeViewControllerStringsEnum_Using_the_default
source: Using the default.
pt_br: Usando a padrão.

# HomeViewControllerStringsEnum_Overtime
source: Overtime:
pt_br: Horas extras:

# HomeViewControllerStringsEnum_Unworked_hours
source: Unworked Hours:
pt_br: Horas não trabalhadas:

# ConfigurationViewControllerStringsEnum_Data_updated_successfully
source: Data updated successfully
pt_br: Dados atualizados com sucesso

# HelperStringsEnum_Error_saving_settings
source: Error saving settings.
pt_br: Erro ao salvar as configurações.

# HelperStringsEnum_Settings_not_found
source: Settings not found.
pt_br: Configurações não encontradas.

# HelperStringsEnum_Could_not_retrieve_saved_settings
source: Could not retrieve saved settings.
pt_br: Não foi possível recuperar as configurações salvas.
