Repository: Berchon/ponto_diario
Catalog: Ponto Diario/*.lproj/Localizable.strings
Languages: pt_br

# Ponto Diário
source: (en)Ponto Diário
pt_br: (pt-br)Ponto Diário

# Horário de entrada
source: (en)Horário de entrada
pt_br: (pt-br)Horário de entrada

# Horário de saída para o almoço
source: (en)Horário de saída para o almoço
pt_br: (pt-br)Horário de saída para o almoço

# Horário de retorno do almoço
source: (en)Horário de retorno do almoço
pt_br: (pt-br)Horário de retorno do almoço

# Horário de saída
source: (en)Horário de saída
pt_br: (pt-br)Horário de saída

# Calcular
source: (en)Calcular
pt_br: (pt-br)Calcular

# Horas Trabalhadas:
source: (en)Horas Trabalhadas:
pt_br: (pt-br)Horas Trabalhadas:

# Configurações
source: (en)Configurações
pt_br: (pt-br)Configurações

# Carga horária diária
source: (en)Carga horária diária
pt_br: (pt-br)Carga horária diária

# Previsão de entrada no trabalho
source: (en)Previsão de entrada no trabalho
pt_br: (pt-br)Previsão de entrada no trabalho

# Previsão de saída para o almoço
source: (en)Previsão de saída para o almoço
pt_br: (pt-br)Previsão de saída para o almoço

# Tempo de intervalo do almoço
source: (en)Tempo de intervalo do almoço
pt_br: (pt-br)Tempo de intervalo do almoço

# Salvar
source: (en)Salvar
pt_br: (pt-br)Salvar

# Deve ser menor que o horário de saída para o almoço.
source: (en)Deve ser menor que o horário de saída para o almoço.
pt_br: (pt-br)Deve ser menor que o horário de saída para o almoço.

# Deve ser maior que o horário de entrada no trabalho.
source: (en)Deve ser maior que o horário de entrada no trabalho.
pt_br: (pt-br)Deve ser maior que o horário de entrada no trabalho.

# Deve ser maior que o horário de saída para o almoço.
source: (en)Deve ser maior que o horário de saída para o almoço.
pt_br: (pt-br)Deve ser maior que o horário de saída para o almoço.

# Deve ser maior que o horário de retorno do almoço.
source: (en)Deve ser maior que o horário de retorno do almoço.
pt_br: (pt-br)Deve ser maior que o horário de retorno do almoço.

# Usando a padrão.
source: (en)Usando a padrão.
pt_br: (pt-br)Usando a padrão.

# Horas extras:
source: (en)Horas extras:
pt_br: (pt-br)Horas extras:

# Horas não trabalhadas:
source: (en)Horas não trabalhadas:
pt_br: (pt-br)Horas não trabalhadas:

# Dados atualizados com sucesso
source: (en)Dados atualizados com sucesso
pt_br: (pt-br)Dados atualizados com sucesso

# Erro ao salvar as configurações.
source: (en)Erro ao salvar as configurações.
pt_br: (pt-br)Erro ao salvar as configurações.

# Configurações não encontradas.
source: (en)Configurações não encontradas.
pt_br: (pt-br)Configurações não encontradas.

# Não foi possível recuperar as configurações salvas.
source: (en)Não foi possível recuperar as configurações salvas.
pt_br: (pt-br)Não foi possível recuperar as configurações salvas.
